"CHOOSE_AUDIO_TRACK"="Επιλέξτε Κανάλι Ήχου";
"CHOOSE_SUBTITLE_TRACK"="Επιλέξτε Κανάλι Υπότιτλων";

"PLAYING_EXTERNALLY_TITLE"="Η TV είναι συνδεδεμένη";
"PLAYING_EXTERNALLY_DESC"="Αυτό το βίντεο παίζει τώρα στην TV";

"VFILTER_HUE"="Απόχρωση";
"VFILTER_CONTRAST"="Αντίθεση";
"VFILTER_BRIGHTNESS"="Φωτεινότητα";
"VFILTER_SATURATION"="Κορεσμός";
"VFILTER_GAMMA"="Γάμμα";

"PLAYBACK_FAILED"="Η Αναπαραγωγή απέτυχε";
"AR_CHANGED"="Αναλογία: %@";
"DEFAULT"="Προεπιλογή";
"FILL_TO_SCREEN"="Περικοπή για γέμισμα οθόνης";
"DEVICE_TOOSLOW_TITLE"="Η συσκευή είναι πολύ αργή";
"DEVICE_TOOSLOW"="Το %@ είναι πολύ αργό για να παίξει το \"%@\". Άνοιγμα ούτως ή άλλως?";
"PLAYBACK_SPEED"="Ταχύτητα αναπαραγωγής";

"BUTTON_EDIT"="Επεξεργασία";
"BUTTON_DONE"="Τέλος";
"BUTTON_OPEN"="Άνοιγμα";
"BUTTON_PLAY"="Αναπαραγωγή";
"BUTTON_CANCEL"="Ακύρωση";
"BUTTON_SAVE"="Αποθήκευση";
"BUTTON_DOWNLOAD"="Λήψη";
"BUTTON_DELETE"="Διαγραφή";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Επόμενο";
"BUTTON_CONTRIBUTE"="Συνεισφέρετε";
"BUTTON_BACK"="Πίσω";
"BUTTON_CONNECT"="Σύνδεση";
"BUTTON_REPEAT"="Επανάληψη";
"BUTTON_RENAME"="Μετονομασία";
"BUTTON_LEARN_MORE"="Μάθετε περισσότερα";
"PRIVATE_PLAYBACK_TOGGLE"="Ιδιωτική Αναπαραγωγή";
"SCAN_SUBTITLE_TOGGLE"="Ανίχνευση Υποτίτλων (μόνο μέσω http)";

"UPGRADING_LIBRARY"="Αναβάθμιση Βιβλιοθήκης Μέσων";
"UNTITLED_SHOW"="Ανώνυμη εκπομπή";

"OPEN_NETWORK"="Άνοιγμα Network Stream";
"NETWORK_TITLE"="Δικτυακή ροή δεδομένων";
"OPEN_NETWORK_HELP"="Εισαγάγετε μία από τις HTTP, RTSP, RTMP, MMS, FTP or UDP/RTP διευθύνσεις address για να ανοίξετε το stream απευθείας.";
"ABOUT_APP"="Σχετικά με το VLC για το iOS";
"OPEN_VLC_MENU"="Ανοίξτε το πλάγιο μενού του VLC.";
"HTTP_UPLOAD_SERVER_OFF"="Ανενεργός Διακομιστής";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Καμία ενεργή σύνδεση WiFi";
"OPEN_STREAM_OR_DOWNLOAD"="Θα θέλατε να κατεβάσετε ή να παίξετε αυτό το URL;";

"HTTP_DOWNLOAD_FAILED"="Το κατέβασμα απέτυχε με τον HTTP κωδικό %i";
"HTTP_FILE_CREATION_FAILED"="Η δημιουργία αρχείου απέτυχε";
"HTTP_DOWNLOAD_CANCELLED"="Το κατέβασμα ακυρώθηκε από το χρήστη";

"DOWNLOAD_FROM_HTTP_HELP"="Εισαγάγετε μια διεύθυνση για να κατεβάσετε το αρχείο στο %@.";
"DOWNLOAD_FROM_HTTP"="Λήψεις";
"ERROR_NUMBER"="Σφάλμα %i συνέβη";
"DOWNLOAD_FAILED"="Η λήψη απέτυχε";
"FILE_NOT_SUPPORTED"="Ο τύπος αρχείου δεν υποστηρίζεται";
"FILE_NOT_SUPPORTED_LONG"="Ο τύπος αρχείου που χρησιμοποιείται από το %@ δεν υποστηρίζεται σε αυτή την έκδοση του VLC για το iOS.";
"SCHEME_NOT_SUPPORTED"="Το σύστημα διεύθυνσης δεν υποστηρίζεται";
"SCHEME_NOT_SUPPORTED_LONG"="Σύστημα διεύθυνσης (%@) δεν υποστηρίζεται. Παρακαλώ χρησιμοποιείστε μια διεύθυνση που ξεκινά με HTTP, HTTPS ή FTP.";
"LIBRARY_ALL_FILES"="Όλα τα αρχεία";
"LIBRARY_MUSIC"="Μουσικά Άλμπουμ";
"LIBRARY_SERIES"="Εκπομπές TV";
"LIBRARY_TRACKS"="%i Κομμάτια";
"LIBRARY_SINGLE_TRACK"="%i Κομμάτι";
"LIBRARY_EPISODES"="%i Επεισόδια, %i αδιάβαστα";
"LIBRARY_SINGLE_EPISODE"="%i Επεισόδιο, %i αδιάβαστο";
"LIBRARY_TRACK_N"="Κομμάτι %i";
"LIBRARY_MINUTES_LEFT"="%@m αριστερά";
"RENAME_MEDIA_TO"="Εισάγετε ένα νέο όνομα για το %@";

"FOLDER_EMPTY"="Άδειος φάκελος";
"FOLDER_EMPTY_LONG"="Για να προσθέσετε αρχεία πατήστε στην Επεξεργασία, επιλέξτε τα αρχεία που θέλετε, πατήστε το κουμπί φακέλων και επιλέξτε αυτόν τον φάκελο.";
"FOLDER_INVALID_TYPE_TITLE"="Μη έγκυρος τύπος αρχείων";
"FOLDER_INVALID_TYPE_MESSAGE"="Μπορείτε να πάρετε μόνο δύο αρχεία για να δημιουργήσετε ένα φάκελο ή να προσθέσετε ένα μονό αρχείο σε ένα προϋπάρχοντα φάκελο.";
"FOLDER_CHOOSE_NAME_TITLE"="Νέος φάκελος";
"FOLDER_CHOOSE_NAME_MESSAGE"="Εισαγάγετε ένα τίτλο για το φάκελο";
"FOLDER_NAME_PLACEHOLDER"="Τίτλος φακέλου";
"FOLDER_NAME_DUPLICATE_TITLE"="Ο τίτλος υπάρχει";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Παρακαλώ επιλέξτε ένα διαφορετικό τίτλο";
"SELECT_FOLDER"="Επιλέξτε ένα φάκελο";

"SECTION_HEADER_LIBRARY"="Βιβλιοθήκη Μέσων";
"SECTION_HEADER_NETWORK"="Δίκτυο";

"LOCAL_NETWORK"="Τοπικό Δίκτυο";
"CONNECT_TO_SERVER"="Συνδεθείτε στο διακομιστή";
"ENTER_SERVER_ADDRESS_HELP"="Εισαγάγετε την IP ή το όνομα του διακομιστή στον οποίο θέλετε να συνδεθείτε.";
"ENTER_SERVER_CREDS_HELP"="Αν απαιτηθεί από τον διακομιστή, εισαγάγετε το όνομα χρήστη και τον κωδικό. ";
"USER_LABEL"="Χρήστης";
"PASSWORD_LABEL"="Κωδικός";

"LOCAL_SERVER_REFRESH"="Ανανέωση";
"LOCAL_SERVER_LAST_UPDATE"="Τελευταία Ενημέρωση στις %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="Η ΕΠΙΚΟΙΝΩΝΙΑ ΜΕ ΤΟΝ SERVER ΑΠΕΤΥΧΕ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Παρακαλώ ελέγξτε τη διεύθυνση του διακομιστή και τα διαπιστευτήρια σας";

"DROPBOX_DOWNLOAD"="Λήψη Αρχείου?";
"DROPBOX_DL_LONG"="Θέλετε να κατεβάσετε το \"%@\" στο %@?";
"DROPBOX_LOGIN"="Σύνδεση";
"CLOUDUNLINKING"="Θα θέλατε να αποσυνδέσετε το VLC για το iOS από τον λογαριασμό %@ σας;";
"CLOUDUNLINKING_DONE"="Το VLC αποσυνδέθηκε επιτυχώς από τον λογαριασμό %@. Νιώστε ελεύθεροι να ξανασυνδεθείτε.";
"BUTTON_CLOUDUNLINKING"="Αποσύνδεση";
"SETTINGS_UNLINK_DROPBOX"="Αποσύνδεση από το Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Αποσύνδεση από το Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Σφάλμα κατά το κατέβασμα των αρχείων";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Το αρχείο κατέβηκε επιτυχώς";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="ΕΠΙΤΥΧΙΑ";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Ένα σφάλμα συνέβη κατά το κατέβασμα";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="ΣΦΑΛΜΑ";

"NUM_OF_FILES"="%i αρχεία";
"ONE_FILE"="1 αρχείο";
"NO_FILES"="Κανένα υποστηριζόμενο αρχείο";
"DOWNLOADING"="Λήψη...";
"REMAINING_TIME"= "Απομένων χρόνος: %@";
"ENTER_PASSCODE"="Εισαγάγετε τον κωδικό";
"REENTER_PASSCODE"="Ξανα-εισαγάγετε τον κωδικό";
"PASSCODE_SET"="Ορίστε τον κωδικό";
"PASSCODE_CHANGE"="Αλλάξτε τον κωδικό";
"PASSCODE_ENTER_OLD"="Βάλτε τον παλιό σας κωδικό";
"PASSCODE_ENTER_NEW"="Βάλτε τον νέο σας κωδικό";
"PASSCODE_REENTER_NEW"="Ξανα-εισαγάγετε τον νέο σας κωδικό";
"PASSCODES_DID_NOT_MATCH"="Οι κωδικοί δεν ταιριάζουν. Δοκιμάστε ξανά.";
"PASSCODE_FAILED_1"="1 Αποτυχημένη Προσπάθεια";
"PASSCODE_FAILED_FORMAT"="%d Αποτυχημένες Προσπάθειες";

"Settings"="Επιλογές"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Άδεια Βιβλιοθήκη Μέσων";
"EMPTY_LIBRARY_LONG"="Για αναπαραγωγή, μπορείτε να κάνετε ροή πολυμέσων από ένα διακομιστή στο τοπικό σας δίκτυο, από τα νέφη ή να συγχρονίσετε τα μέσα ενημέρωσης στη συσκευή σας μέσω του iTunes, WiFi Upload ή τις υπηρεσίες Cloud.";

"PLAYBACK_SCRUB_HELP"="Σύρετε το δάκτυλό σας προς τα κάτω για να ρυθμίσετε το ρυθμό τριψίματος.";
"PLAYBACK_SCRUB_HIGH"="Υψηλή ταχύτητα τριψίματος";
"PLAYBACK_SCRUB_HALF"="Μισή ταχύτητα τριψίματος";
"PLAYBACK_SCRUB_QUARTER"="Ένα τέταρτο ταχύτητας τριψίματος";
"PLAYBACK_SCRUB_FINE"="Λεπτό τρίψιμο";
"PLAYBACK_POSITION"="Θέση Αναπαραγωγής";
"VIDEO_FILTER"="Φίλτρα βίντεο";
"VIDEO_FILTER_RESET_BUTTON"="Επαναφορά φίλτρων βίντεο";
"VIDEO_ASPECT_RATIO_BUTTON"="Αλλαγή Αναλογίας Βίντεο";
"PLAY_PAUSE_BUTTON"="Παίξτε ή Παγώστε την τρέχουσα αναπαραγωγή";
"BWD_BUTTON"="Άλμα Πίσω";
"FWD_BUTTON"="Άλμα Μπροστά";

"VERSION_FORMAT"="Έκδοση: %@";
"BASED_ON_FORMAT"="Βασισμένο σε:<br />%@";

"NEW"="ΝΕΟ";

"BUG_REPORT_TITLE"="Αναφορά προβλήματος";
"BUG_REPORT_MESSAGE"="Θέλετε να υποβάλετε μια αναφορά προβλήματος?";
"BUG_REPORT_BUTTON"="Άνοιγμα του Safari";

"VO_VIDEOPLAYER_TITLE"="Πρόγραμμα Αναπαραγωγής Βίντεο";
"VO_VIDEOPLAYER_DOUBLETAP"="Κάντε διπλό πάτημα για να εμφανίσετε ή να αποκρύψετε στοιχεία ελέγχου αναπαραγωγής";

"FIRST_STEPS_WELCOME"="Καλωσορίσατε";
"FIRST_STEPS_WELCOME_DETAIL"="Τα πρώτα βήματα για να Συγχρονίσετε και να Παίξετε τα Πολυμέσα σας. ";
"FIRST_STEPS_ITUNES"="Συγχρονισμός αρχείων iTunes ";
"FIRST_STEPS_ITUNES_DETAILS"="Συνδέστε το %@ στο Mac ή το PC σας μέσω καλωδίου.\nΑνοίξτε το iTunes.\nΕπιλέξτε το %@.\nΑλλάξτε στην καρτέλα \"Apps\", κατεβείτε και ψάξτε για το VLC.\nΜεταφέρετε τα αρχεία σας.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Συνδέστε το %@ στο ίδιο δίκτυο με τον Mac ή το PC σας.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Γυρίστε τον διακόπτη στην πλαϊνή γραμμή, πληκτρολογήστε τη διεύθυνση URL στο πρόγραμμα περιήγησης στο Web και να ανεβάσετε τα αρχεία σας.";
"FIRST_STEPS_CLOUDS"="Νέφη";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Ανεβάστε τα πολυμέσα σας στο Google Drive ή το Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Ανοίξτε την πλαϊνή μπάρα για να επιλέξετε το φορέα παροχής Cloud σας και πρόσβαση στα μέσα σας για λήψη ή μετάδοση.";
"FIRST_STEPS_PLAYBACK"="Αναπαραγωγή";
"FIRST_STEPS_FLOSS"="Το VLC για το iOS είναι δωρεάν και ανοικτού κώδικα λογισμικό που αναπτύσσεται από εθελοντές.\nΕλπίζουμε να σας αρέσει.";

"FIRST_STEPS_TIME"="Χρόνος";
"FIRST_STEPS_ASPECT"="Λόγος πλευρών";
"FIRST_STEPS_SPEED"="Ταχύτητα";
"FIRST_STEPS_REPEAT"="Επανάληψη";
"FIRST_STEPS_SUBTITLES"="Κομμάτια υπότιτλων";
"FIRST_STEPS_AUDIO"="Κομμάτια ήχου";
"FIRST_STEPS_VOLUME"="Ένταση";
"FIRST_STEPS_POSITION"="Θέση";

"PLEX_WATCHED"="Επισήμανση ως παρακολουθημένο";
"PLEX_UNWATCHED"="Επισήμανση ως μη παρακολουθημένο";
"PLEX_ERROR_MARK"="Σφάλμα κατά την επισήμανση των πολυμέσων";

"WEBINTF_TITLE"="Κοινή χρήση μέσω WiFi";
"WEBINTF_DROPFILES"="Ρίψη αρχείων";
"WEBINTF_DROPFILES_LONG"="Ριξτε τα αρχεία στο παράθυρο για να τα προσθέσετε στο iOS συσκευή σας. <br> Ή κάντε κλικ στο κουμπί \"+\" για να χρησιμοποιήσετε το παράθυρο διαλόγου επιλογέα αρχείου.";
"WEBINTF_DOWNLOADFILES"="Λήψη Αρχείων";
"WEBINTF_DOWNLOADFILES_LONG"="Απλά κάντε κλικ στο αρχείο που θέλετε να κατεβάσετε από την iOS συσκευή σας.";

"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";